Repository: HotelClub-zz/WordPress-Plugin
Catalog: hotelclub/languages/hotelclub-*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, th_th

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
ja_jp: タイトル
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
th_th: ชื่อเรื่อง

source: City
es_es: Ciudad
ja_jp: 市
nl_nl: Stad
pt_pt: Cidade
ru_ru: Город
th_th: เมือง

source: Number of hotels to show
de_de: Anzahl der Hotels zu zeigen,
es_es: Número de hoteles para mostrar
fr_fr: Nombre d&#39;hôtels pour voir
it_it: Numero di alberghi per mostrare
ja_jp: ホテルの数は、表示する
nl_nl: Aantal hotels om te laten zien
pl_pl: Liczba hoteli, aby pokazać
pt_pt: Número de hotéis para mostrar
ru_ru: Количество отелей, чтобы показать
th_th: จำนวนโรงแรมที่จะแสดง

source: HotelClub Settings
de_de: HotelClub Einstellungen
es_es: HotelClub Configuración
fr_fr: HotelClub Paramètres
it_it: HotelClub Impostazioni
ja_jp: 海外ホテルの設定
nl_nl: HotelClub Instellingen
pl_pl: HotelClub Ustawienia
pt_pt: HotelClub Configurações
ru_ru: HotelClub Настройки
th_th: การตั้งค่า HotelClub

source: Affiliate ID
de_de: Partner-ID
es_es: ID de Afiliado
fr_fr: ID d&#39;affilié
ja_jp: アフィリエイトID
ru_ru: Партнерский ID

source: Enter your HotelClub Affiliate ID
de_de: Geben Sie Ihre Affiliate-ID HotelClub
es_es: Ingrese su código de afiliado HotelClub
fr_fr: Entrez votre ID d&#39;affilié HotelClub
it_it: Inserisci il tuo ID affiliato HotelClub
ja_jp: あなたの海外ホテルアフィリエイトIDを入力してください
nl_nl: Voer je HotelClub Affiliate ID
pl_pl: Wpisz HotelClub Affiliate ID
pt_pt: Digite seu HotelClub ID afiliado
ru_ru: Введите HotelClub Партнерская ID
th_th: HotelClub Affiliate ใส่ ID ของคุณ

source: Affiliate Password
de_de: Passwort zum Partnerprogramm
es_es: Afiliado Contraseña
fr_fr: Affilié Mot de passe
it_it: Affiliato Password
ja_jp: アフィリエイトパスワード
pl_pl: Hasło partnerski
pt_pt: Afiliada da senha
ru_ru: Партнерская Пароль
th_th: รหัสผ่านตัวแทนการขาย

source: Enter your HotelClub Affiliate Password
de_de: Geben Sie Ihre HotelClub Passwort zum Partnerprogramm
es_es: Introduzca su contraseña de Afiliados de HotelClub
fr_fr: Entrez votre mot de passe d&#39;affiliation HotelClub
it_it: Inserisci il tuo HotelClub Affiliate Password
ja_jp: あなたの海外ホテルアフィリエイトパスワードを入力してください
nl_nl: Voer uw HotelClub Affiliate Password
pl_pl: Wpisz swoje hasło HotelClub partnerski
pt_pt: Digite sua senha HotelClub afiliado
ru_ru: Введите HotelClub Партнерская Пароль
th_th: HotelClub Affiliate ใส่รหัสผ่านของคุณ

source: Not a HotelClub Affiliate?
de_de: Nicht ein HotelClub Affiliate?
es_es: No es un afiliado de HotelClub?
fr_fr: Pas une affiliation HotelClub?
it_it: Non un affiliato HotelClub?
ja_jp: ていない海外ホテルアフィリエイト？
nl_nl: Geen HotelClub Affiliate?
pl_pl: Nie Affiliate HotelClub?
pt_pt: Não é uma filial HotelClub?
ru_ru: Не HotelClub партнером?
th_th: ไม่ Affiliate HotelClub?

source: Join now for FREE!
de_de: Melden Sie sich jetzt KOSTENLOS!
es_es: Regístrate ahora GRATIS!
fr_fr: Inscrivez-vous gratuitement!
it_it: Iscriviti adesso per LIBERO!
ja_jp: 無料今すぐ登録しよう！
nl_nl: Meld je nu aan voor de GRATIS!
pl_pl: Dołącz teraz za darmo!
pt_pt: Cadastre-se agora para LIVRE!
ru_ru: Присоединяйтесь сейчас бесплатно!
th_th: สมัครสมาชิกฟรี!

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
th_th: ภาษา

source: Choose your default language
de_de: Wählen Sie Ihre Standardsprache
es_es: Elija su idioma por defecto
fr_fr: Choisissez votre langue par défaut
it_it: Scegli la tua lingua di default
ja_jp: デフォルトの言語を選択してください
nl_nl: Kies uw standaard taal
pl_pl: Wybierz domyślny język
pt_pt: Escolha o seu idioma padrão
ru_ru: Выберите язык по умолчанию
th_th: เลือกภาษาเริ่มต้นของคุณ

source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Monnaie
it_it: Valuta
ja_jp: 通貨
nl_nl: Valuta
pl_pl: Walut
pt_pt: Moeda
ru_ru: Валюта
th_th: เงินตรา

source: Choose your default currency
de_de: Wählen Sie Ihre Standardwährung
es_es: Seleccione su moneda por defecto
fr_fr: Choisissez votre devise par défaut
it_it: Scegli la tua valuta predefinita
ja_jp: デフォルトの通貨を選択してください
nl_nl: Kies uw standaard valuta
pl_pl: Wybierz walutę domyślną
pt_pt: Escolha a sua moeda padrão
ru_ru: Выберите валюту по умолчанию
th_th: เลือกสกุลเงินเริ่มต้นของคุณ

source: HotelClub Site Address (URL)
de_de: HotelClub Site Adresse (URL)
es_es: HotelClub dirección web (URL)
fr_fr: Adresse du site HotelClub (URL)
it_it: HotelClub indirizzo del sito (URL)
ja_jp: 海外ホテルのサイトアドレス（URL）
nl_nl: HotelClub Site Adres (URL)
pl_pl: Adres strony HotelClub (URL)
pt_pt: HotelClub endereço do site (URL)
ru_ru: HotelClub Адрес сайта (URL)
th_th: ที่อยู่เว็บไซต์ HotelClub (URL)

source: Theme
es_es: Tema
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
nl_nl: Thema
pl_pl: Motyw
pt_pt: Tema
ru_ru: Тема

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Seite zuzugreifen.
es_es: Usted no tiene permisos suficientes para acceder a esta página.
fr_fr: Vous n&#39;avez pas d&#39;autorisations suffisantes pour accéder à cette page.
it_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.
ja_jp: あなたはこのページにアクセスするための十分な権限がありません。
nl_nl: Je hoeft niet voldoende rechten om deze pagina te openen.
pl_pl: Nie masz wystarczających uprawnień dostępu do tej strony.
pt_pt: Você não tem permissões suficientes para acessar essa página.
ru_ru: Вы не имеете достаточно прав для доступа к этой странице.
th_th: คุณไม่ได้รับสิทธิ์ที่จะเข้าถึงหน้านี้

source: Display a list of links to top cities
de_de: Anzeigen einer Liste von Links zu Top-Städte
es_es: Mostrar una lista de enlaces a las principales ciudades
fr_fr: Afficher une liste de liens vers des villes les plus
it_it: Visualizzare un elenco di link alle più importanti città
ja_jp: ディスプレイ上部の都市へのリンクのリスト
nl_nl: Toon een lijst van links naar boven steden
pl_pl: Wyświetl listę linków do top miasta
pt_pt: Apresentar uma lista de links para as principais cidades
ru_ru: Показать список ссылок на главных городов
th_th: แสดงรายการของการเชื่อมโยงไปยังเมืองด้านบน

source: Country
de_de: Land
es_es: País
fr_fr: Pays
it_it: Paese
ja_jp: 国
nl_nl: Land
pl_pl: Kraj
pt_pt: País
ru_ru: Страна
th_th: ประเทศ

source: Choose your default country
de_de: Wählen Sie Ihren Standard-Land
es_es: Elija su país por defecto
fr_fr: Choisissez votre pays par défaut
it_it: Scegli il tuo paese predefinito
ja_jp: デフォルトの国を選択
nl_nl: Kies uw standaard land
pl_pl: Wybierz domyślnego kraju
pt_pt: Escolha o seu país padrão
ru_ru: Выберите умолчанию стране
th_th: เลือกประเทศเริ่มต้นของคุณ

source: Choose your default city
de_de: Wählen Sie Ihre Standard-Stadt
es_es: Elige tu ciudad por defecto
fr_fr: Choisissez votre ville par défaut
it_it: Scegli la tua città di default
ja_jp: デフォルトの街を選択してください
nl_nl: Kies de standaard stad
pl_pl: Wybierz miasto domyślnie
pt_pt: Escolha a sua cidade padrão
ru_ru: Выберите ваш город по умолчанию
th_th: เลือกเมืองเริ่มต้นของคุณ

source: Check in
de_de: Anreise
es_es: Horas de entrada
fr_fr: Arrivée
it_it: Arrivo
ja_jp: チェックイン
nl_nl: Inchecken
pl_pl: Zameldowanie
pt_pt: Entrada
ru_ru: Прибытие
th_th: ตรวจสอบใน

source: Check out
es_es: Echa un vistazo
fr_fr: Départ
ja_jp: チェックアウト
pl_pl: Sprawdź
pt_pt: Confira
ru_ru: Отъезд
th_th: เช็คเอาท์

source: HotelClub Hotel Search
de_de: HotelClub Hotel Suche
es_es: HotelClub Búsqueda de hoteles
fr_fr: Recherche Hôtel HotelClub
it_it: HotelClub Ricerca hotel
ja_jp: 海外ホテルのホテルを検索する
nl_nl: HotelClub hotel zoeken
pl_pl: Szukaj Hotel HotelClub
pt_pt: HotelClub Pesquisa de hotéis
ru_ru: HotelClub поиска отелей
th_th: ค้นหา Hotel HotelClub

source: HotelClub Hotel List
de_de: HotelClub Hotel Liste
es_es: HotelClub Lista de Hoteles
fr_fr: Liste Hôtel HotelClub
ja_jp: 海外ホテルホテル一覧
nl_nl: HotelClub Hotel Lijst
pl_pl: Lista Hotel HotelClub
pt_pt: HotelClub Lista Hotel
ru_ru: HotelClub Список отелей
th_th: รายชื่อโรงแรม HotelClub

source: Display a list of hotels complete with thumbnail images and star ratings
de_de: Zeigt eine Liste der Hotels komplett mit Thumbnails und Sterne-Bewertungen
es_es: Mostrar una lista de hoteles completo con imágenes en miniatura y grados de la estrella
fr_fr: Afficher une liste d&#39;hôtels avec des images miniatures et nombre d&#39;étoiles
it_it: Visualizzare un elenco di hotel completo di immagini in miniatura e classificazione a stelle
ja_jp: ホテルサムネイル画像と星の評価との完全な一覧を表示します
nl_nl: Toon een lijst van hotels, compleet met thumbnails en sterbeoordelingen
pl_pl: Wyświetl listę hoteli wraz z miniatur i gwiazdek
pt_pt: Apresentar uma lista completa de hotéis com imagens em miniatura e classificação por estrelas
ru_ru: Показать список отелей в комплекте с миниатюрами изображений и рейтинга
th_th: แสดงรายชื่อโรงแรมทั้งหมดที่มีรูปภาพขนาดเล็กและการจัดอันดับดาว

source: Display a hotel search form
de_de: Zeigen Sie ein Hotel Suchformular
es_es: Mostrar un hotel el formulario de búsqueda
fr_fr: Afficher un formulaire de recherche hôtel
it_it: Visualizzare un hotel modulo di ricerca
ja_jp: ディスプレイホテル検索フォーム
nl_nl: Display een hotel zoekformulier
pl_pl: Wyświetl formularz wyszukiwania hotel
pt_pt: Exibir um formulário de busca de hotéis
ru_ru: Показать форму поиска отеля
th_th: จอแสดงผลแบบฟอร์มการค้นหาโรงแรม

source: HotelClub Monthly Favourite City List
de_de: HotelClub Monatliche Favorit Ortsliste
es_es: HotelClub favoritas mensuales Lista de ciudades
fr_fr: HotelClub Liste mensuelle Ville favorites
it_it: HotelClub mensile preferiti Lista Città
ja_jp: 海外ホテル毎月好きな都市リスト
nl_nl: HotelClub Maandelijkse favoriete stad Lijst
pl_pl: HotelClub miesięczny wykaz City ulubionych
pt_pt: HotelClub Lista Mensal Cidade Favourite
ru_ru: HotelClub ежемесячный список фаворит
th_th: HotelClub ที่ชื่นชอบรายการเมืองรายเดือน

source: Display a list of links to monthly favourite cities
de_de: Anzeigen einer Liste von Links zu monatlichen beliebtesten Städte
es_es: Mostrar una lista de enlaces a ciudades favoritas mensuales
fr_fr: Afficher une liste de liens vers des villes préférées par mois
it_it: Visualizzare un elenco di link alle città preferite mensile
ja_jp: ディスプレイ毎月好きな都市へのリンクのリスト
nl_nl: Toon een lijst van links naar maandelijkse favoriete steden
pl_pl: Wyświetl listę linków do ulubionych miast miesięcznie
pt_pt: Apresentar uma lista de links para as cidades favoritas mensal
ru_ru: Показать список ссылок на ежемесячные любимых городов
th_th: แสดงรายการของการเชื่อมโยงไปยังเมืองที่ชื่นชอบรายเดือน

source: HotelClub Top City List
es_es: HotelClub Lista de ciudades Top
fr_fr: Liste HotelClub ville Top
it_it: HotelClub City Top List
ja_jp: 海外ホテル人気都市一覧
nl_nl: HotelClub Topstad Lijst
pl_pl: HotelClub Top Lista City
pt_pt: HotelClub Lista da Cidade Topo
ru_ru: HotelClub Топ-лист города
th_th: รายชื่อเมือง HotelClub Top

source: You can create your own theme in <code>wp-content/plugins/hotelclub/themes</code>
de_de: Sie können Ihr eigenes Thema in <code>wp-content/plugins/hotelclub/themes</code>
es_es: Usted puede crear su propio tema en <code>wp-content/plugins/hotelclub/themes</code>
fr_fr: Vous pouvez créer votre propre thème en <code>wp-content/plugins/hotelclub/themes</code>
it_it: È possibile creare il proprio tema in <code>wp-content/plugins/hotelclub/themes</code>
ja_jp: あなたがテーマを作成する独自のこと<code>wp-content/plugins/hotelclub/themes</code>
nl_nl: U kunt uw eigen thema in <code>wp-content/plugins/hotelclub/themes</code>
pl_pl: Możesz stworzyć swój własny motyw w <code>wp-content/plugins/hotelclub/themes</code>
pt_pt: Você pode criar o seu próprio tema no <code>wp-content/plugins/hotelclub/themes</code>
ru_ru: Вы можете создать свою собственную тему в <code>wp-content/plugins/hotelclub/themes</code>
th_th: คุณสามารถสร้างชุดรูปแบบของคุณเองใน <code>wp-content/plugins/hotelclub/themes</code>

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
th_th: การตั้งค่า

source: Affiliate Details
es_es: Detalles de afiliados
fr_fr: Affiliation Détails
it_it: Affiliato Dettagli
ja_jp: アフィリエイト詳細
pl_pl: Szczegóły partnerski
pt_pt: Detalhes da filial
ru_ru: Партнерская Подробности
th_th: รายละเอียดตัวแทนการขาย

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Paramètres généraux
it_it: Impostazioni generali
ja_jp: 一般的な設定
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_pt: Definições Gerais
ru_ru: Общие настройки
th_th: การตั้งค่าทั่วไป

source: Cache
ja_jp: キャッシュ
ru_ru: Кэш
th_th: # ที่เก็บของ

source: 1 hour
de_de: 1 Stunde
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora
ja_jp: 1時間
nl_nl: 1 uur
pl_pl: 1 godzina
pt_pt: Uma hora
ru_ru: 1 час
th_th: 1 ชั่วโมง

source: 1 day
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
it_it: 1 giorno
ja_jp: 1日
nl_nl: 1 dag
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день
th_th: 1 วัน

source: 1 week
de_de: 1 Woche
es_es: Una semana
fr_fr: 1 semaine
it_it: 1 settimana
ja_jp: 1週間
pl_pl: 1 tydzień
pt_pt: 1 semana
ru_ru: 1 неделя
th_th: 1 สัปดาห์

source: 1 month
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese
ja_jp: 1ヶ月
nl_nl: 1 maand
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц
th_th: 1 เดือน

source: How long should data be cached?
de_de: Wie lange sollten die Daten zwischengespeichert werden?
es_es: ¿Cuánto tiempo debe almacenar en caché los datos?
fr_fr: Combien de temps devrait être mis en cache des données?
it_it: Quanto tempo deve essere memorizzato nella cache i dati?
ja_jp: どのくらいのデータがキャッシュされるか？
nl_nl: Hoe lang moeten de gegevens worden gecached?
pl_pl: Jak długo powinno być przechowywane dane?
pt_pt: Quanto tempo os dados devem ser armazenados em cache?
ru_ru: Как долго данные в кэше?
th_th: ข้อมูลควรเก็บไว้นานแค่ไหน?

source: Connection Protocol
de_de: Verbindungsprotokoll
es_es: Protocolo de conexión
fr_fr: Connexion Protocole
it_it: Protocollo di connessione
ja_jp: 接続プロトコル
nl_nl: Verbinding Protocol
pl_pl: Połączenie protokołu
pt_pt: Conexão Protocolo
ru_ru: Подключение протокола
th_th: Protocol การเชื่อมต่อ

source: Less secure but faster
de_de: Weniger sicher, aber schneller
es_es: Menos seguro pero más rápido
fr_fr: Moins sécurisé, mais plus rapide
it_it: Meno sicuro ma più veloce
ja_jp: 安全性の低い方が速い
nl_nl: Minder veilig, maar sneller
pl_pl: Mniej bezpieczny, ale szybszy
pt_pt: Mas menos seguro, mais rápido
ru_ru: Менее безопасный, но быстрее
th_th: ความปลอดภัยน้อย แต่ได้เร็วขึ้น

source: More secure but slower
de_de: Mehr Sicherheit, aber langsamer
es_es: Más seguro pero más lento
fr_fr: Plus sûr mais plus lent
it_it: Più sicuro ma più lento
ja_jp: より安全な速度が遅く
nl_nl: Beter te beveiligen, maar trager
pl_pl: Bardziej bezpieczne, ale wolniej
pt_pt: Mais seguro, mas lento
ru_ru: Более безопасным, но медленнее
th_th: ปลอดภัยมากขึ้น แต่ช้าลง

source: Use <code>HTTP</code> if you are having problems with <code>HTTPS</code>
de_de: Verwenden Sie <code>HTTP</code> , wenn Sie Probleme mit <code>HTTPS</code>
es_es: Usar <code>HTTP</code> si usted está teniendo problemas con <code>HTTPS</code>
fr_fr: Utiliser <code>HTTP</code> si vous rencontrez des problèmes avec <code>HTTPS</code>
it_it: Utilizzare <code>HTTP</code> se si hanno problemi con <code>HTTPS</code>
ja_jp: 使用して<code>HTTP</code>している場合の問題を抱えているあなたは<code>HTTPS</code>
nl_nl: Gebruik <code>HTTP</code> als u problemen ondervindt met <code>HTTPS</code>
pl_pl: Użyj <code>HTTP</code> , jeśli masz problemy z <code>HTTPS</code>
pt_pt: Usar <code>HTTP</code> se você está tendo problemas com <code>HTTPS</code>
ru_ru: Используйте <code>HTTP</code> , если у вас возникли проблемы с <code>HTTPS</code>
th_th: ใช้ <code>HTTP</code> ถ้าคุณมีปัญหากับ <code>HTTPS</code>

source: Cache cleared
de_de: Cache gelöscht
es_es: Caché despejado
fr_fr: Cache autorisé
it_it: Cache svuotata
ja_jp: キャッシュがクリアさ
nl_nl: Cache gewist
pl_pl: Cache wyczyszczone
pt_pt: Cache limpo
ru_ru: Кэш очищается
th_th: ล้างแคช

source: Choose your default HotelClub site address
de_de: Wählen Sie Ihre Website-Adresse standardmäßig HotelClub
es_es: Elija su defecto la dirección del sitio HotelClub
fr_fr: Choisissez votre adresse de site par défaut HotelClub
it_it: Scegli il tuo indirizzo predefinito sito HotelClub
ja_jp: デフォルトの海外ホテルサイトのアドレスを選択してください
nl_nl: Kies uw standaard HotelClub site-adres
pl_pl: Wybierz domyślny adres strony HotelClub
pt_pt: Escolha o seu padrão endereço do site HotelClub
ru_ru: Выберите умолчанию HotelClub адрес сайта
th_th: เลือกเริ่มต้นที่อยู่ของคุณเว็บไซต์ HotelClub
